[
  {
    "SpeakerName": "Dr. S Somanath",
    "IMG": "Somanath_New.jpg",
    "YouTube_Link": "https://www.youtube.com/watch?v=UiuaVtGao9o"
  },
  {
    "SpeakerName": "Dr. Rajesh Parekh",
    "IMG": "rajesh.jpg",
    "YouTube_Link": "https://www.youtube.com/watch?v=Zz-Bv4PB18s"
  },
  {
    "SpeakerName": "Mr. Vinod Dham",
    "DayNumber": "27",
    "Day": "Sun",
    "Month": "Dec",
    "Year": "2020",
    "Time": "11:00 AM",
    "Status": "OPEN",
    "IMG": "Vinod Dham.jpg",
    "Description": "<p>Mr. Vinod Dham, also known as the Father of Pentium for laying the foundation for Intel's revolutionary microprocessor, has been a protagonist in the silicon industry for the past 40 years. His leadership in Intel's 386 compaction, i486 and Pentium Processor projects spearheaded Intel's capabilities and saw it rise to the ranks of the world's best semiconductor companies.</p><p>His contributions haven't gone unnoticed. He was named the top 25 executives in the silicon industry for his idea of the Pentium processor. He was also named in the list of top 100 influential Asian Americans in the US. He has been exhibited in the Smithsonian Museum among the influential Asian Americans in the US.</p>",
    "TalkOn": "Father of Pentium Chip",
    "RegisterLink": "",
    "YouTube_Link": "https://www.youtube.com/watch?v=U6_syZR34bQ"
  },
  {
    "SpeakerName": "Dr. Bernard Foing",
    "DayNumber": "23",
    "Day": "Wed",
    "Month": "Dec",
    "Year": "2020",
    "Time": "5:15 PM",
    "Status": "OPEN",
    "IMG": "Dr. Foing.jpg",
    "Description": "<p>With the world about to step into another uncertain year, all of us could use another reason to hope. Technovanza unveils it's new speaker with a bright vision for space exploration, Dr.Bernard Foing!</p><p>Dr. Foing is a senior scientist at the European Space Agency, one of the world's leading institutions devoted to unravelling the secrets of the cosmos. He is also the Executive Director of the International Lunar Exploration Working Group. He has also headed the first European mission to the Moon, Smart-1.</p>",
    "TalkOn": "Senior Scientist at the European Space Agency",
    "RegisterLink": "https://insider.in/vjti-technovanza-gls-dr-bernard-foing-dec23-2020/event",
    "YouTube_Link": "https://www.youtube.com/watch?v=up6K6t9r5nM"
  },
  {
    "SpeakerName": "Dr. Jean Marie Lehn",
    "DayNumber": "01",
    "Day": "Sun",
    "Month": "Nov",
    "Year": "2020",
    "Time": "7:00 PM",
    "Status": "CLOSED",
    "IMG": "Dr. Jean Marie Lehn.jpg",
    "Description": "<p>Dr. Lehn gave insights about how matter evolves continuously with more complexity and information, he traced the development of matter from atoms to molecular chemistry to supramolecular chemistry and self organization. He emphasised that the essence of chemistry is not just to discover but to create novel expression of complex matter. He referred to chemistry as science of structure and transformation of living and non living things and also a bridge between biology and physics. Further he discussed the milestones achieved in molecular chemistry. He explained supramolecular chemistry with an example of how information is stored in the genome and also discussed some applications like drug discovery and gene transfer. Later he spoke about self organization as an alternative or complement to nanofabrication and nanomanipulation. He concluded with stating the evolution from homo sapiens to bionicus as a 'techno-extravaganza'</p>",
    "TalkOn": "The Magic of Entrepreneurship",
    "RegisterLink": "",
    "YouTube_Link": "https://youtu.be/WZPCNnP7Up0"
  },
  {
    "SpeakerName": "Mr. Vikram Sood",
    "DayNumber": "31",
    "Day": "Sat",
    "Month": "Oct",
    "Year": "2020",
    "Time": "6:30 PM",
    "Status": "CLOSED",
    "IMG": "Vikram Sood.jpg",
    "Description": "<p>Sir started his Lecture by giving narratives of countries and telling that how countries change the real truth so that it becomes beneficial to them . Sir also told that learning History is very important ,we should know it so that we can preserve our cultural heritage. Sir also said about certain spies like Klaus fuchs who was really legendary and worked for Russia. If India has a strong economy then it can gain support of any country. Some took wealth from India and some decided to stay there and use the resources. Britishers came to India took all the resources and then called India impoverished. So this is how nations narratives actually controlled the world. Like today there are various stereotypes of Indians in minds of Britishers but irony is they are one who took away all the resources.</p>",
    "TalkOn": "How Nations control the narrative to control the world",
    "RegisterLink": "",
    "YouTube_Link": "https://youtu.be/X_9Lt_W-St4"
  },
  {
    "SpeakerName": "Mr. Adam Cheyer",
    "DayNumber": "24",
    "Day": "Sat",
    "Month": "Oct",
    "Year": "2020",
    "Time": "7:30 PM",
    "Status": "CLOSED",
    "IMG": "Adam Cheyer.jpeg",
    "Description": "<p>Mr. Adam Cheyer believes that entrepreneurship is the most important thing that young people can do. He used stories from different companies he has founded and a little bit of magic to enlighten young minds about the magic of entrepreneurship. Important takeaways from the talk:<ul><li>A differentiated idea: First thing required is to have an idea and it is equally important to have a prototype of your idea which conveys the magic of your idea to the crowd.</li><li> Founding team skills: For the first team that you create, you need four skills-Visionary, Marketeer, Builder, Product.</li><li>Making efficient decisions: “People think focus means saying yes to the thing you've got to focus on. But that's not what it means at all. It means saying no to the hundred other good ideas that there are.”-Steve Jobs</li></p>",
    "TalkOn": "The Magic of Entrepreneurship",
    "RegisterLink": "",
    "YouTube_Link": "https://youtu.be/g9-VsXYGvBo"
  },
  {
    "SpeakerName": "Dr. R Vasudevan",
    "DayNumber": "23",
    "Day": "Fri",
    "Month": "Oct",
    "Year": "2020",
    "Time": "6:30 PM",
    "Status": "CLOSED",
    "IMG": "R Vasudevan.jpg",
    "Description": "<p>Plastic has replaced wood, iron, glass, adhesive, etc. .  Sir’s technology not only helped in the construction of strong durable roads but it was also an effective way to use a non-biodegradable source. Plastic is not a problem at all, we’ve made it a big problem, it’s a man-made problem. We don’t dispose of it properly. Sir has also invented a new material which is “Plastone”. Plastone is made of 50% stone and 50% plastic. It is 10 times stronger than concrete.. So the final message from Sir was, “Don’t put plastic on the road, Use plastic for the road!”</p>",
    "TalkOn": "Plastic - The Gift of God",
    "RegisterLink": "",
    "YouTube_Link": "https://youtu.be/jHHfYi8U4fw"
  },
  {
    "SpeakerName": "IPS Safin Hasan",
    "DayNumber": "21",
    "Day": "Wed",
    "Month": "Oct",
    "Year": "2020",
    "Time": "5:00 PM",
    "Status": "CLOSED",
    "IMG": "IPS Hasan Safin.jpg",
    "Description": "<p>Inspirational talk emphasizing the importance of confidence and belief in one's dreams and hard work, determination to fulfill it. Important takeaways from the talk:<ul><li>Problems that one faces must be taken as a challenge and if we are focused, we will realize that problems are the part and parcel of life and are not as big/significant.</li><li>Learn something from everyone, attitude matters.</li><li>Start enjoying whatever you do.</li><li>Be the change you want to see. Small changes in one's part will lead to a better society which would, in turn, lead to a better INDIA.</li></ul></p>",
    "TalkOn": "Interactive Session with Youngest IPS Officer  (Life of an IPS & his UPSC Journey)",
    "RegisterLink": "",
    "YouTube_Link": "https://youtu.be/dagCDdf5l6E"
  },
  {
    "SpeakerName": "Mr. Kris Gopalakrishnan",
    "DayNumber": "19",
    "Day": "Mon",
    "Month": "Oct",
    "Year": "2020",
    "Time": "5:30 PM",
    "Status": "CLOSED",
    "IMG": "Kris Gopalakrishnan.jpg",
    "Description": "<p>In this time of uncertainty Mr. Kris Gopalakrishnan provided us guidance as to how we can make the best of this time. He put in immense thought and effort  into finding the best course of action for students at each year and level of education. He provided valuable information on the specific sectors of business flourishing in this time and explained about the 4th industrial revolution which is truly  valuable to anyone who wants to contribute to India's glorious future. Sir also acknowledged mental health and  brought a much needed positive outlook on this pandemic.</p>",
    "TalkOn": "How to Reset and Emerge stronger from Covid-19 crisis",
    "RegisterLink": "",
    "YouTube_Link": "https://youtu.be/GWLw_577JUA"
  },
  {
    "SpeakerName": "Mr. Vidit Gujrathi",
    "DayNumber": "18",
    "Day": "Sun",
    "Month": "Oct",
    "Year": "2020",
    "Time": "3:00 PM",
    "Status": "CLOSED",
    "IMG": "Vidit Gujrathi.jpg",
    "Description": "<p>Grandmaster Vidit Gujrathi is a prodigious chess player who has represented Team India in 2 World Cups, 2 World Team Championships and other chess olympiads. He became the fourth Indian to enter the 2700 Elo club in 2017. Ranked number 3 in India and number 24 worldwide, he has shown his nerves of steel against World Chess Champion Magnus Carlsen, against whom he has drawn thrice and against former World Champion Vladimir Kramnik by beating him. Vidit also captained the Indian Team to win the gold medal in the recent FIDE Online Chess Olympiad. In conversation with him was VJTI’s very own Nubairshah Shaikh, IM with a sky-high Elo rating of 2445 with two GM norms already in his pocket, who is also the winner of 19 International medals. The interaction ranged from hobbies to leading the Indian team, giving the audience a delightful insight into the grandmaster’s life</p>",
    "TalkOn": "Interactive session with GrandMaster Vidit Gujrathi",
    "RegisterLink": "",
    "YouTube_Link": "https://youtu.be/oN72EBjqCs8"
  },
  {
    "SpeakerName": "Mr. Suresh Prabhu",
    "DayNumber": "16",
    "Day": "Fri",
    "Month": "Oct",
    "Year": "2020",
    "Time": "5:00 PM",
    "Status": "CLOSED",
    "IMG": "SURESH_PRABHU_16_Oct_2020.jpg",
    "Description": "<p>Continuing our streak of bringing the most impactful personalities of our society to the forefront, Technovanza is excited to announce the next speaker of the October Guest Lecture Series, Mr. Suresh Prabhu</p><p>A chartered accountant by profession, Mr. Prabhu has served in many of India's central ministries, the most notable ones being the Railway Ministry,Civil Aviation industry. He is India's Sherpa to the G7 and G20 summits and is very vocal about socio-economic issues faced by today's world.<p>He has also been honoured with the Goud Saraswat Brahmin Samaj Maharath Award. He has been consistently featuring in the top five ministers in India in terms of performance and accessibility, which speaks volumes about his dedication and work ethics. He has also been honoured with the Goud Saraswat Brahmin Samaj Maharath Award.</p>",
    "TalkOn": "Technology for India to Leap Frog",
    "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
    "YouTube_Link": "https://youtu.be/6NPBZPxaIv8"
  },
  {
    "SpeakerName": "His Holiness Radhanath Swami",
    "DayNumber": "12",
    "Day": "Mon",
    "Month": "Oct",
    "Year": "2020",
    "Time": "7:30 PM",
    "Status": "CLOSED",
    "IMG": "Radhanath_Swami.jpg",
    "Description": "<p>Radhanath Swami is an American Gaudiya Vaishnav guru. He has advocated the practice of Bhakti Yoga and has been a prominent spiritual teacher for the last 40 years. He serves as an integral member of the Governing Body Commission for the International Society for Krishna Consciousness (ISKCON). He has played a pivotal role in the organisation's plan for sustaining 1.2 million children using mid-day meals. He also helped in setting up the Bhaktivedanta Hospital in Mumbai.Elite universities of the world such as Oxford, Cambridge, Princeton, Harvard, Columbia and Stanford alongside multinational corporations such as HSBC, Microsoft, Facebook, Starbucks, Google, Intel and Oracle, have had the privilege of having him as a guest speaker. He is known the world over for his humanitarian activities, bringing joy and peace to all whose souls he has touched.</p>",
    "TalkOn": "Spreading the word of peace and prayer",
    "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
    "YouTube_Link": "https://youtu.be/WN1lLhHgJfA"
  },
  {
    "SpeakerName": "Prof. K Vijayraghavan",
    "DayNumber": "11",
    "Day": "Sun",
    "Month": "Oct",
    "Year": "2020",
    "Time": "6:00 PM",
    "Status": "CLOSED",
    "IMG": "k_vijayraghavan.jpg",
    "Description": "<p>Having had the privilege of hosting two of India's highest ranking officers, Technovanza is elated to announce the third speaker of the October Guest Lecture Series, Mr. K Vijay Raghavan! Mr. Raghavan is the current principal scientific advisor to the Indian government. For his unparalleled contributions to science and research, he was elected a member of the Royal Society of London in 2012 and a foreign associate of the US National Academy of Sciences! He was awarded the Padma Shri on the 26th of January, 2013 and the Infosys Prize in the life sciences category in 2009!</p>",
    "TalkOn": "His dedication for scientific advancement",
    "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
    "YouTube_Link": "https://youtu.be/3rQkTUn7-VY"
  },
  {
    "SpeakerName": "Admiral Sunil Lanba",
    "DayNumber": "10",
    "Day": "Sat",
    "Month": "Oct",
    "Year": "2020",
    "Time": "5:00 PM",
    "Status": "CLOSED",
    "IMG": "Admiral_Sunil_Lanba.jpg",
    "Description": "<p>Admiral Sunil Lanba assumed the prestigious title of the Chief of the Naval Staff of the Indian Navy after Admiral Robin K. Dhawan stepped down. He held the office from the 31st of May, 2016 to the 31st of May, 2019. He has been awarded the Param Vishisht Seva Medal (PVSM), Ati Vishisht Seva Medal (AVSM) and the title of Aide-de-Camp (ADC) for his contributions to the country's defense.</p>",
    "TalkOn": "Navy's Role in National Security",
    "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
    "YouTube_Link": "https://youtu.be/_vLo9HnRZSw"
  },
  {
    "SpeakerName": "Mr. VK Saraswat",
    "DayNumber": "08",
    "Day": "Thr",
    "Month": "Oct",
    "Year": "2020",
    "Time": "5:00 PM",
    "Status": "CLOSED",
    "IMG": "V_K_SARASWAT_9_Oct_2020.jpeg",
    "Description": "<p>With the onset of October, Technovanza is ecstatic to announce the first speaker of the October leg of Guest Lecture Series, Mr. Vijay Kumar Saraswat!</p><p>Mr. V K Saraswat's experience as the Director General of the Defence Research and Development Organization has also earned him the role of the Chief Scientific Advisor to the Defence Minister of India. He also serves as an integral part of the NITI Aayog, the Indian Planning Commission. He has played a pivotal role in the development and induction of the Prithvi missile in India's defense arsenal. He has been bestowed with the Padma Shri and Padma Bhushan awards from the government of India.</p>",
    "TalkOn": "Technology for India to Leap Frog",
    "RegisterLink": "https://insider.in/technovanza-gls-v-k-saraswat-oct8-2020/event",
    "YouTube_Link": "https://youtu.be/bcaB_gdyGlI"
  }
]
