[{
        "SpeakerName": "V K SARASWAT",
        "DayNumber": "08",
        "Day": "Thr",
        "Month": "Oct",
        "Year": "2020",
        "Time": "5:00 PM",
        "Status": "CLOSED",
        "IMG": "V_K_SARASWAT_9_Oct_2020.jpeg",
        "Description": "<p>Grab an opportunity to catch this stalwart of India's defence ministry on the 8th of October at 5 p.m!</p><p>With the onset of October, Technovanza is ecstatic to announce the first speaker of the October leg of Guest Lecture Series, Mr. Vijay Kumar Saraswat!</p><p>Mr. V K Saraswat's experience as the Director General of the Defence Research and Development Organization has also earned him the role of the Chief Scientific Advisor to the Defence Minister of India. He also serves as an integral part of the NITI Aayog, the Indian Planning Commission. He has played a pivotal role in the development and induction of the Prithvi missile in India's defense arsenal. He has been bestowed with the Padma Shri and Padma Bhushan awards from the government of India.</p>",
        "TalkOn": "Technology for India to Leap Frog",
        "RegisterLink": "https://insider.in/technovanza-gls-v-k-saraswat-oct8-2020/event",
        "YouTube_Link": ""
    },
    {
        "SpeakerName": "SURESH PRABHU",
        "DayNumber": "16",
        "Day": "Fri",
        "Month": "Oct",
        "Year": "2020",
        "Time": "5:00 PM",
        "Status": "OPEN",
        "IMG": "SURESH_PRABHU_16_Oct_2020.jpg",
        "Description": "<p>Catch Technovanza live on the <bold>16th of October at 5 p.m.</bold> to glean more from our guest!</p><p>Continuing our streak of bringing the most impactful personalities of our society to the forefront, Technovanza is excited to announce the next speaker of the October Guest Lecture Series, Mr. Suresh Prabhu</p><p>A chartered accountant by profession, Mr. Prabhu has served in many of India's central ministries, the most notable ones being the Railway Ministry,Civil Aviation industry. He is India's Sherpa to the G7 and G20 summits and is very vocal about socio-economic issues faced by today's world.<p>He has also been honoured with the Goud Saraswat Brahmin Samaj Maharath Award. He has been consistently featuring in the top five ministers in India in terms of performance and accessibility, which speaks volumes about his dedication and work ethics. He has also been honoured with the Goud Saraswat Brahmin Samaj Maharath Award.</p>",
        "TalkOn": "Technology for India to Leap Frog",
        "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
        "YouTube_Link": ""
    },
    {
        "SpeakerName": "RADHANATH SWAMI",
        "DayNumber": "12",
        "Day": "Fri",
        "Month": "Oct",
        "Year": "2020",
        "Time": "7:30 PM",
        "Status": "CLOSED",
        "IMG": "Radhanath_Swami.jpg",
        "Description": "<p>Radhanath Swami is an American Gaudiya Vaishnav guru. He has advocated the practice of Bhakti Yoga and has been a prominent spiritual teacher for the last 40 years. He serves as an integral member of the Governing Body Commission for the International Society for Krishna Consciousness (ISKCON). He has played a pivotal role in the organisation's plan for sustaining 1.2 million children using mid-day meals. He also helped in setting up the Bhaktivedanta Hospital in Mumbai.Elite universities of the world such as Oxford, Cambridge, Princeton, Harvard, Columbia and Stanford alongside multinational corporations such as HSBC, Microsoft, Facebook, Starbucks, Google, Intel and Oracle, have had the privilege of having him as a guest speaker. He is known the world over for his humanitarian activities, bringing joy and peace to all whose souls he has touched.</p><p> Catch Technovanza live on the 12th of October at 7:30 p.m. to know the one of the most important person in the world responsible for spreading the word of peace and prayer.</p>",
        "TalkOn": "Spreading the word of peace and prayer",
        "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
        "YouTube_Link": ""
    },
    {
        "SpeakerName": "Admiral Sunil Lanba",
        "DayNumber": "10",
        "Day": "Wed",
        "Month": "Oct",
        "Year": "2020",
        "Time": "5:00 PM",
        "Status": "CLOSED",
        "IMG": "Admiral_Sunil_Lanba.jpg",
        "Description": "<p>Admiral Sunil Lanba assumed the prestigious title of the Chief of the Naval Staff of the Indian Navy after Admiral Robin K. Dhawan stepped down. He held the office from the 31st of May, 2016 to the 31st of May, 2019. He has been awarded the Param Vishisht Seva Medal (PVSM), Ati Vishisht Seva Medal (AVSM) and the title of Aide-de-Camp (ADC) for his contributions to the country's defense.</p><p> Catch Admiral Lanba live on Technovanza's YouTube channel on the 10th of October at 5 p.m to know more about the workings of the Indian defense forces!</p>",
        "TalkOn": "Navy's Role in National Security",
        "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
        "YouTube_Link": ""
    },
    {
        "SpeakerName": "K VIJAYRAGHAVAN",
        "DayNumber": "11",
        "Day": "Thu",
        "Month": "Oct",
        "Year": "2020",
        "Time": "6:00 PM",
        "Status": "CLOSED",
        "IMG": "k_vijayraghavan.jpg",
        "Description": "<p>Having had the privilege of hosting two of India's highest ranking officers, Technovanza is elated to announce the third speaker of the October Guest Lecture Series, Mr. K Vijay Raghavan! Mr. Raghavan is the current principal scientific advisor to the Indian government. For his unparalleled contributions to science and research, he was elected a member of the Royal Society of London in 2012 and a foreign associate of the US National Academy of Sciences! He was awarded the Padma Shri on the 26th of January, 2013 and the Infosys Prize in the life sciences category in 2009!</p><p> Catch Technovanza live on the 11th of October at 6 p.m. to know the experiences of this stalwart who has dedicated his life for scientific advancement!</p>",
        "TalkOn": "His dedication for scientific advancement",
        "RegisterLink": "https://insider.in/technovanza-gls-suresh-prabhu-oct14-2020/event",
        "YouTube_Link": ""
    }
]